[
  "Wardez toujours les points stratégiques comme le Dragon, Baron et les buissons clés pour contrôler la vision.",
  "Apprends les timers des objectifs neutres pour planifier tes déplacements et ganks.",
  "Regarde la minimap toutes les 5 secondes pour anticiper les mouvements ennemis.",
  "Communique avec ton équipe via le chat rapide ou le micro pour coordonner les plays.",
  "Évite de push trop agressivement sans information sur la position des ennemis.",
  "Ne prends pas trop de risques en solo si tu n'as pas la vision ou backup.",
  "Farm efficacement en early game pour accumuler de l’or et ne pas perdre le rythme.",
  "Apprends à last-hit sous la tour ennemie pour ne pas perdre de farm.",
  "Ne quitte pas ta lane trop tôt sans raison valable, cela peut coûter des ressources à ton équipe.",
  "Prends en compte les pouvoirs de pic (power spikes) de ton champion et de tes adversaires.",
  "Utilise les sorts d’invocateur au bon moment, ne les gaspille pas.",
  "Regarde le positionnement ennemi avant de tenter un engage ou un all-in.",
  "Apprends à kiter pour maximiser tes dégâts tout en restant en sécurité.",
  "Ne sous-estime pas l’importance des wards défensives près de ta base.",
  "Pense à acheter des balises de contrôle (Control Wards) pour annuler la vision ennemie.",
  "Apprends à adapter ton build en fonction des compositions ennemies.",
  "Priorise les objectifs comme le Dragon et le Baron plutôt que de chercher juste des kills.",
  "Ne feed pas : évite les morts inutiles, elles donnent de l’or et de l’XP à l’ennemi.",
  "Sache quand backer pour récupérer de la vie, acheter et revenir au bon moment.",
  "En mid/late game, suis la macro du jeu : pousse les lanes, groupe-toi pour les objectifs.",
  "Apprends à gérer la pression de la lane pour ne pas perdre la tour trop vite.",
  "En jungle, optimise ta route de farm et sois efficace dans tes ganks.",
  "Utilise les balayages (sweeping lens) pour enlever la vision ennemie.",
  "Ne reste pas trop longtemps sans vision, c’est la meilleure façon de se faire surprendre.",
  "Apprends à jouer autour des zones de confort de ton champion.",
  "Utilise les raccourcis de la caméra pour ne jamais perdre la vue globale du jeu.",
  "Fais attention aux cooldowns de sorts ennemis pour prendre des combats avantageux.",
  "Apprends à freeze la lane pour contrôler le rythme de la partie.",
  "Change ta stratégie si ton équipe est en retard, ne force pas des plays risqués.",
  "Apprends à bait les compétences ennemies avant de t’engager dans un fight.",
  "Optimise tes déplacements sur la carte pour gagner du temps entre les lanes.",
  "Regarde les builds et runes ennemies pour anticiper leurs forces et faiblesses.",
  "N’hésite pas à utiliser le ping ‘Danger’ pour prévenir ton équipe d’un gank.",
  "Sache quand utiliser le split-push pour diviser la pression ennemie.",
  "Apprends à jouer les timings de resets d’auto-attaque.",
  "Sois patient, League est un jeu de stratégie et d’opportunités, pas seulement de mécanique.",
  "Ne rage pas, garde un bon mental même quand la partie est difficile.",
  "Utilise les répétitions des parties pour analyser tes erreurs et t’améliorer.",
  "Apprends plusieurs rôles pour mieux comprendre le jeu global.",
  "Ne te focalise pas uniquement sur les kills, la vision et la macro gagnent les parties.",
  "Évite de t’éparpiller et reste concentré sur les objectifs collectifs.",
  "Utilise la minimap pour anticiper les rotations ennemies.",
  "Apprends à bien gérer ton mana/ressources pour ne pas tomber à court au mauvais moment.",
  "Équipe-toi de chaussures de rapidité ou autres objets de mobilité quand nécessaire.",
  "Évite de trop split-push sans information, tu risques de te faire surprendre.",
  "En lane, surveille la barre d’XP pour anticiper les all-ins dès le niveau 2 ou 3.",
  "Utilise les zones de brouillard de guerre pour surprendre ou éviter les combats.",
  "Apprends à bien zoner l’adversaire pour lui faire perdre de l’expérience et du farm.",
  "Apprends à évaluer les trades longs et courts selon ton champion.",
  "Fais attention à ne pas trop push quand ton jungler n’est pas visible.",
  "Sois toujours prêt à aider ta team, surtout sur les objectifs cruciaux.",
  "Utilise le contrôle de foule de manière coordonnée avec ton équipe.",
  "Reste calme lors des teamfights et choisis bien ta cible prioritaire.",
  "Utilise les cooldowns de tes alliés pour planifier l’engagement.",
  "Garde un œil sur le score des dragons pour anticiper leurs effets cumulés.",
  "Ne sous-estime pas l’importance de la méta actuelle et adapte-toi en conséquence.",
  "N’oublie pas de placer des wards dans la jungle ennemie pour savoir où est leur jungler.",
  "Utilise les retours rapides (recall) pour ne pas perdre de tempo sur la carte.",
  "Si tu es en retard, joue safe et cherche des opportunités de comeback.",
  "En support, apprends à protéger ton carry et à poser de la vision partout.",
  "Prends le temps d’apprendre les timings des objets et leur impact en combat.",
  "Apprends à gérer les timings de lane swap et les rotations d’équipe."
]
