{
  "morts": [
		"Tu es mort écrasé par une pancarte ‘Sol glissant’.",
		"Tu es mort en glissant sur une peau de banane dans le Hueco Mundo.",
		"Tu as été dévoré par un Hollow déguisé en bonhomme de neige.",
		"Tu es mort en confondant un sabre et une cuillère.",
		"Tu es tombé dans un puits de reiatsu frelaté.",
		"Tu as été frappé par une météorite en forme de Kon.",
		"Tu es mort pendant une danse de TikTok dans le Seireitei.",
		"Tu as éternué si fort que tu t'es auto-effacé de la Soul Society.",
		"Tu es mort asphyxié par un masque de Hollow trop serré.",
		"Tu as succombé à une overdose de bentō piégé par Mayuri.",
		"Tu es mort noyé dans une fontaine de saké de la 11e division.",
		"Tu es mort en lisant tous les rapports de Yamamoto sans pause.",
		"Tu es mort en essayant de fusionner avec ton Zanpakutō.",
		"Tu as été réduit en cendres en confondant Bankai et barbecue.",
		"Tu as trébuché sur un papillon de l’enfer.",
		"Tu es mort en essayant de gifler un Capitaine.",
		"Tu es mort pendant un entraînement... de sieste.",
		"Tu t’es étranglé avec une nouille dans le Rukongai.",
		"Tu es mort d’ennui pendant un discours de Byakuya.",
		"Tu as explosé en essayant de voler un sabre laser à un Arrancar.",
		"Tu es mort après avoir tenté d'imiter Kenpachi en duel.",
		"Tu as été avalé par un poney géant de reiatsu instable.",
		"Tu es mort dans un bug de l’espace-temps provoqué par Urahara.",
		"Tu es tombé dans une fosse de kido non identifié.",
		"Tu as été électrocuté par un portable maudit de la Soul Society.",
		"Tu es mort en cherchant le One Piece dans la Soul Society.",
		"Tu as confondu un hollow avec un distributeur de friandises.",
		"Tu es mort en essayant de t’introduire dans les bains de Yoruichi.",
		"Tu as été écrasé par un Zanpakutō qui tombait du ciel.",
		"Tu as été aspiré dans un vortex de reiatsu de cuisine.",
		"Tu es mort en chantant trop faux pendant un karaoké Hollow.",
		"Tu es mort frappé par un haori volant.",
		"Tu as été dissous dans une soupe expérimentale de Mayuri.",
		"Tu es mort en te battant contre un fauteuil maudit.",
		"Tu as explosé en essayant de libérer un Bankai que tu n’avais pas.",
		"Tu as été giflé à mort par un papillon messager surpuissant.",
		"Tu es mort après avoir confondu un Gigai avec une voiture.",
		"Tu es mort en essayant d’infiltrer la Division 0... déguisé en fleur.",
		"Tu es mort d’un fou rire devant une perruque de Komamura.",
		"Tu t’es auto-détruit en disant ‘Bankai’ dans un miroir cassé."

    
    
  ],
  "reincarnations": [
    "Tu t'es réincarné en Shinigami stagiaire sans Zanpakutō.",
    "Tu es devenu un Hollow végétarien.",
    "Tu t’es réveillé en Quincy amnésique dans une salle de bain publique.",
    "Tu es devenu un Fullbringer accro aux donuts.",
    "Tu es maintenant un mod soul enfermé dans un grille-pain.",
    "Tu t'es transformé en Zanpakutō qui ne coupe rien.",
    "Tu es devenu un Menos Grande qui a peur du noir.",
		"Tu es revenu dans un corps d'Arrancar affamé de pouvoir.",
		"Tu as été réincarné en esprit errant dans le Rukongai.",
		"Tu es revenu en Hollow, mais cette fois-ci avec une conscience.",
		"Tu es né dans une famille noble de la Soul Society, mais sans Zanpakutō.",
		"Tu as été réincarné en esprit d’un ancien Capitaine oublié.",
		"Tu es revenu en Quincy, mais avec une maîtrise limitée du Reishi.",
		"Tu es revenu en humain avec un fragment de Reiatsu divin.",
		"Tu t'es réincarné en animal de compagnie loyal d'un Shinigami.",
		"Tu es revenu en Gigai, prisonnier de la guerre des mondes.",
		"Tu as été réincarné en esprit gardien d’un lieu sacré.",
		"Tu es revenu en esprit de mauvaise humeur dans la Soul Society.",
		"Tu es né dans un clan de Shinigamis renegats sans règle.",
		"Tu t'es réincarné en artisan de la Soul Society, spécialiste du Reiatsu.",
		"Tu es revenu en Hollow errant, à la recherche de ton ancien soi.",
		"Tu es né avec le pouvoir rare d’invoquer plusieurs Zanpakutō.",
		"Tu t'es réincarné en messager entre le Hueco Mundo et la Soul Society.",
		"Tu es revenu en scientifique fou de la Division 12, obsédé par l'immortalité.",
		"Tu es né dans une ère où les Hollows dominent la Soul Society.",
		"Tu as été réincarné en guerrier de la 11e division, avide de combat.",
		"Tu es revenu en esprit libre, capable de traverser les dimensions.",
		"Tu es né dans un monde parallèle où les Shinigamis sont chasseurs de trésors.",
		"Tu t'es réincarné en maître des kido, respecté mais solitaire.",
		"Tu es revenu en esprit fragmenté, perdu entre plusieurs vies.",
		"Tu as été réincarné en enfant prodige de la Soul Society sans mémoire.",
		"Tu es né en espion infiltré au sein des Arrancars.",
		"Tu es revenu en maître des sceaux, chargé de protéger les secrets anciens.",
		"Tu t'es réincarné en conseiller mystérieux auprès des Capitaines.",
		"Tu es revenu en enfant mystérieux doté d’un Bankai instable.",
		"Tu as été réincarné en esprit farceur, dérangeant les grandes batailles.",
		"Tu es né dans une famille d’exorcistes humains inconnus.",
		"Tu t'es réincarné en forgeron de Zanpakutō aux pouvoirs oubliés.",
		"Tu es revenu en combattant solitaire, rejeté par toutes les divisions.",
		"Tu as été réincarné en esprit de la nature, protecteur des forêts du Seireitei.",
		"Tu es né en soldat d'élite du Gotei 13, mais sans souvenir de tes vies passées.",
		"Tu t'es réincarné en esprit de lumière, capable de purifier les Hollows.",
		"Tu es revenu en stratège légendaire dont les plans influencent encore la guerre.",
		"Tu es né en être capable d’absorber le reiatsu de plusieurs adversaires.",
		"Tu t'es réincarné en esprit d’une ancienne légende perdue du Rukongai."




    
  ],
  "evenements": [
    "Tu as été repéré par la 11e Division à cause de ton haleine explosive.",
    "Urahara t’a vendu à prix réduit à Mayuri pour des expériences douteuses.",
    "Tōshirō t’a confondu avec un glaçon géant et t’a mis dans son thé.",
    "Tu as failli devenir Capitaine, mais tu as perdu contre un pigeon.",
    "Tu as gagné un tournoi d’Ikebana contre Yoruichi en personne.",
    "Tu es devenu prof de zumba au Gotei 13.",
    "Aizen t’a proposé un CDI dans son illusion, mais t’as dit non par erreur.",
		"Un Hollow géant attaque soudainement la Soul Society.",
		"La 11e Division organise un tournoi de combat sauvage.",
		"Une pluie de reiatsu envahit le Rukongai pendant une nuit sans lune.",
		"Un mystérieux artefact est découvert dans le Hueco Mundo.",
		"Le capitaine d'une division disparaît sans laisser de trace.",
		"Une alliance improbable est formée entre Shinigamis et Arrancars.",
		"Un portail vers un monde inconnu s’ouvre près du Seireitei.",
		"Une épidémie de kido défectueux paralyse plusieurs soldats.",
		"Le soul society organise une cérémonie pour honorer les héros tombés.",
		"Un shinigami novice libère accidentellement un pouvoir interdit.",
		"Une rébellion éclate dans une des divisions mineures.",
		"Un festival des esprits est célébré dans le Rukongai.",
		"Un ancien Zanpakutō refait surface avec un esprit vengeur.",
		"Un duel historique est organisé entre deux capitaines légendaires.",
		"Une tempête de reiatsu perturbe les frontières entre les mondes.",
		"Un espion est découvert au cœur même du Gotei 13.",
		"Un pacte de paix fragile est signé entre deux factions ennemies.",
		"Une mission d’infiltration tourne mal dans le Hueco Mundo.",
		"Un shinigami développe un nouveau kido jamais vu auparavant.",
		"Un vaisseau mystérieux atterrit dans la Soul Society.",
		"Une ancienne prophétie annonce un bouleversement majeur.",
		"Le siège d’une forteresse hollows est déclenché.",
		"Un concours de chant Hollow provoque des perturbations énergétiques.",
		"Une malédiction frappe les membres de la 4e Division.",
		"Un combat entre deux légendes fait trembler le Seireitei.",
		"Un artefact sacré est volé par des forces inconnues.",
		"Un esprit vengeur hante les ruelles du Rukongai.",
		"Une tempête spirituelle empêche toute communication entre les divisions.",
		"Un shinigami refuse d’obéir aux ordres, provoquant une crise.",
		"Une explosion de reiatsu cause des dégâts dans plusieurs quartiers.",
		"Un mystérieux inconnu propose un marché dangereux.",
		"Une réunion secrète des capitaines est tenue dans l’ombre.",
		"Un Hollow légendaire revient hanter la Soul Society.",
		"Un défilé en l’honneur du Gotei 13 attire des visiteurs inattendus.",
		"Une faille spatio-temporelle menace de déchirer les mondes.",
		"Une guerre civile éclate entre deux factions rivales de Shinigamis.",
		"Un tournoi d’arts martiaux spirituels réunit les combattants les plus puissants.",
		"Un tremblement de terre spirituel secoue la Soul Society.",
		"Une alliance avec des esprits anciens est scellée pour affronter une menace commune."
  ]
}
