{
  "Questions": {
    "1": {
      "date": "2021.01.18",
      "question": "Could you tell us if there was any music, for instance, which became the basis for the image of each character in BTW?",
      "réponse": "I’ll write about it in the set list section at some point."
    },
    "2": {
      "date": "2021.01.18",
      "question": "How can I be a mangaka for Shueisha?",
      "réponse": "You can make a submission to Jump-mangasho. All Jump editors can speak English."
    },
    "3": {
      "date": "2021.01.18",
      "question": "Could you give us the details around how you came up with the word “Bankai”?",
      "réponse": "Before the serialization of BLEACH, I tried to use the word “卍殺伏龍砲” (Bansatsu-Fukuryuhō) in another manga, I repurposed it from there."
    },
    "4": {
      "date": "2021.01.18",
      "question": "Right now, what game are you absolutely hooked on?",
      "réponse": "Towards the end of this year, I was playing an absurd amount of Zelda Musou (Hyrule Warriors)."
    },
    "5": {
      "date": "2021.01.18",
      "question": "Is there any possibility that unrevealed Zanpakutō or Bankai will be introduced in some form in the future?",
      "réponse": "If there is a place where I feel it would be acknowledged by a good deal of readers with a suitable number of pages then I would like to draw them someday."
    },
    "6": {
      "date": "2021.01.18",
      "question": "Are there any comedians that you have been enjoying lately, sensei?",
      "réponse": "Tokyo Hoteison and Tontsukatan."
    },
    "7": {
      "date": "2021.01.18",
      "question": "Did Sensei come up with the idea for a fan club himself, or was it proposed by the editorial department?",
      "réponse": "This was originally a project that a former editor, who is currently working in the web department, brought forward because he wanted to work with me."
    },
    "8": {
      "date": "2021.01.18",
      "question": "Please tell us your dog’s name!",
      "réponse": "It’s “Uni”."
    },
    "9": {
      "date": "2021.01.18",
      "question": "In the anime version of BLEACH, the costume designs of some characters such as Soi Fon, Yoruichi-san and Harribel-sama were different from the original work, what did you think about that?",
      "réponse": "Back in those days, there was a rule within Jump that “only works which have finished serialization will be made into late night anime.” However, nowadays you can ask them to broadcast it late at night and stay true to the original work. By the way, ALPHAxOMEGA’s Harribel figurine is based on the original work."
    },
    "10": {
      "date": "2021.01.18",
      "question": "Regarding Gin, rather than a Kyoto dialect, is that an Osaka dialect with a touch of Kyoto?",
      "réponse": "That’s correct."
    },
    "11": {
      "date": "2021.01.25",
      "question": "I would like to know what it was that Renji wanted to hear from Urahara-san after turning up in the Human World during the Arrancar Arrival arc, even going so far as to do chores for him!",
      "réponse": "“Why did you choose Rukia as the hiding place for the Hōgyoku?” Kisuke told him half truth and half lie, but Renji was satisfied with it."
    },
    "12": {
      "date": "2021.01.25",
      "question": "By some chance, I wonder if Kubo-sensei was actually the originator of Whiskrs STORE?",
      "réponse": "I am the originator. This is a brand that aims to put out merchandise in which I am involved in everything from conception to completion."
    },
    "13": {
      "date": "2021.01.25",
      "question": "Tite Kubo-sensei, when you think about a character, do you also think about colors at the same time? Or, how do you decide the colors?",
      "réponse": "It’s pretty much done at the same time. In such cases, the color scheme is determined at the line drawing stage so there is no need to deliberate over how it should look."
    },
    "14": {
      "date": "2021.01.25",
      "question": "What are your favorite sweets?",
      "réponse": "Inamura Shozo and Toshi Yoroizuka. I loved their Mont Blanc and mille-feuille but I can no longer find either of those anymore."
    },
    "15": {
      "date": "2021.01.25",
      "question": "Kubo-sensei, could you tell us from your own perspective how to go about creating characters so that readers can empathize with them and find them compelling?",
      "réponse": "What’s important is whether or not that character has a unique mindset which sets them apart from other characters, so it’s not that I think it’s necessary to empathize with a character."
    },
    "16": {
      "date": "2021.01.25",
      "question": "Why is the phrase “nandato” (*“what did you say?”) used so frequently in BLEACH?",
      "réponse": "At the time, there were many works with distinctive catchphrases for characters, so this was an experiment to create a catchphrase for the work rather than the characters, thereby giving the work itself its very own personality. I then put it to work as dialogue that does not compromise the individuality of each character, even when multiple characters are using it."
    },
    "17": {
      "date": "2021.01.25",
      "question": "In BLEACH, “BAD SHIELD UNITED” is brought up as a Human World ‘movie’ but does Mille really end up dying? Since the speaker is Mizuiro, it’s hard to tell whether it’s his usual dark humor towards Keigo or if he’s serious, I’ve been curious about that for quite some time.",
      "réponse": "She dies. My first editor from back then (who was also my editor at the time of BSU) also said to me “I’m shocked though…."
    },
    "18": {
      "date": "2021.01.25",
      "question": "In BURN THE WITCH, there were often color illustrations which were colored digitally, but around what time did you start trying digital coloring?",
      "réponse": "I started from BTW. As far as the order of things go, the Jump cover for chapter 1 is probably the first one that was done digitally. I was nervous until that issue of Jump came out."
    },
    "19": {
      "date": "2021.02.01",
      "question": "Are there any parts of your characters which make you think \"this is hard to draw.”",
      "réponse": "When it comes to parts, large breasts are all difficult. Also, during the week where Szayelaporro’s release state came up I complained the whole time whilst drawing it."
    },
    "20": {
      "date": "2021.02.01",
      "question": "When I was reading “BURN THE WITCH”, I very often got the impression that Noel was always positioned on the left and Ninny on the right, but I wonder if there’s any significance behind this positional relationship…!?",
      "réponse": "In order to generate an impression of the characters with a limited number of pages, I did this as a sort of staging effect in the sense that ‘a character’s traits are incorporated in their stance.’ You have a good eye…."
    },
    "21": {
      "date": "2021.02.01",
      "question": "I believe each squad was assigned a color, I once tried to identify the location of squad barracks based on those colors. Since there are 4 gates associated with a particular color, I thought of Shōryūmon as Seiryū (east - blue), Shuwaimon as Suzaku (south - red), Hakutōmon as Byakko (west - white), Kokuryōmon as Genbu (north - black). As I recall, the townscape was circular so I tried to arrange the colors of each squad with the ‘Yellow Emperor’ as the centre and it turned out as follows. I suspect it might be in this circular arrangement: starting from Shōryūmon with 6, 1, 11, 8, then from Shuwaimon with 13, 4, 2, from Hakutōmon with 3, 5, 9, and finally from Kokuryōmon with 7, 10, 12. Moreover, I’m awfully curious about the actual line up because it is Ichimaru-san from Squad 3 who interrupted the gatekeeper of Hakutōmon, and the three individuals who turned traitor are situated close together. Is there any established blueprint for the placement of squad barracks within Sensei’s mind?",
      "réponse": "I can’t say for sure without seeing an illustration but judging by what I just read, I think this is very insightful."
    },
    "22": {
      "date": "2021.02.01",
      "question": "Are there any manga, anime, dramas, movies, etc. (other than Kubo-sensei’s own works) that as a reader or viewer make you think “this work is amazing!” or “I want you to read/watch that!”?",
      "réponse": "My favourite program of the past few years has been Netflix’s “The Final Table.” It’s a cooking competition show, but I think it’s great as an entertainment piece."
    },
    "23": {
      "date": "2021.02.01",
      "question": "How many chapters of BLEACH were there?",
      "réponse": "686 chapters in total."
    },
    "24": {
      "date": "2021.02.01",
      "question": "How old is Kisuke Urahara?",
      "réponse": "His age is not revealed."
    },
    "25": {
      "date": "2021.02.01",
      "question": "Was Kisuke Urahara’s design inspired by the iconic image of a scientist or a scholar?",
      "réponse": "His design was inspired by the image of a laid-back, mysterious scientist who has a habit of coming and going unexpectedly."
    },
    "26": {
      "date": "2021.02.01",
      "question": "What inspired you to create the character of Soi Fon, the captain of the 2nd Division?",
      "réponse": "Her character is inspired by my interest in martial arts and the concept of loyalty."
    },
    "27": {
      "date": "2021.02.01",
      "question": "Why did you choose to depict the character of Ichigo Kurosaki with orange hair?",
      "réponse": "Because orange hair stands out and makes the protagonist distinctive."
    },
    "28": {
      "date": "2021.02.01",
      "question": "Are there any planned future projects related to BLEACH or BURN THE WITCH?",
      "réponse": "I am considering various projects but nothing specific to announce at this time."
    },
    "29": {
      "date": "2021.02.01",
      "question": "What is your approach to developing story arcs in your manga?",
      "réponse": "I focus on pacing and character development to keep readers engaged."
    },
    "30": {
      "date": "2021.02.01",
      "question": "How much research do you do when creating characters and storylines?",
      "réponse": "I do considerable research to ensure authenticity and depth."
    },
    "31": {
      "date": "2021.02.01",
      "question": "What was the reason for naming the character Rukia Kuchiki?",
      "réponse": "The name was chosen for its elegant and traditional feel."
    },
    "32": {
      "date": "2021.02.01",
      "question": "Is there a particular reason why the Zanpakutō have their unique shapes and powers?",
      "réponse": "Each Zanpakutō reflects the spirit and personality of its wielder."
    },
    "33": {
      "date": "2021.02.01",
      "question": "Did you have any influences from western comics when creating BLEACH?",
      "réponse": "I was inspired by various western comics but aimed to create a unique style."
    },
    "34": {
      "date": "2021.02.01",
      "question": "How do you feel about the BLEACH anime adaptation overall?",
      "réponse": "I am pleased with the adaptation though there are always challenges in such projects."
    },
    "35": {
      "date": "2021.02.01",
      "question": "What kind of music do you listen to while drawing?",
      "réponse": "I listen to a variety of music depending on my mood, including rock and classical."
    },
    "36": {
      "date": "2021.02.01",
      "question": "Have you ever thought about making a live-action adaptation of your works?",
      "réponse": "It’s something I would consider if the project is handled well."
    },
    "37": {
      "date": "2021.02.01",
      "question": "Are there any hidden meanings or easter eggs in BLEACH that fans might have missed?",
      "réponse": "There are many subtle references and hidden details throughout the series."
    },
    "38": {
      "date": "2021.02.01",
      "question": "How do you handle fan feedback and criticism?",
      "réponse": "I try to take constructive feedback seriously and use it to improve."
    },
    "39": {
      "date": "2021.02.01",
      "question": "What advice would you give to aspiring manga artists?",
      "réponse": "Keep practicing, be persistent, and develop your unique voice."
    },
    "40": {
      "date": "2021.02.01",
      "question": "What is your favorite BLEACH arc?",
      "réponse": "I have a fondness for the Soul Society arc."
    },
    "41": {
      "date": "2021.02.01",
      "question": "Could you share your thoughts on character death in manga?",
      "réponse": "Character death should serve the story and impact readers emotionally."
    },
    "42": {
      "date": "2021.02.01",
      "question": "How long does it take you to complete a chapter of your manga?",
      "réponse": "It varies but typically about a week per chapter."
    },
    "43": {
      "date": "2021.02.01",
      "question": "Are you involved in the anime production process of BLEACH?",
      "réponse": "I provide guidance but do not have direct control."
    },
    "44": {
      "date": "2021.02.01",
      "question": "What is your process for designing new characters?",
      "réponse": "I start with a concept and personality, then work on visual design."
    },
    "45": {
      "date": "2021.02.01",
      "question": "Do you have a favorite character among the BLEACH cast?",
      "réponse": "I like Ichigo Kurosaki the most."
    },
    "46": {
      "date": "2021.02.01",
      "question": "What’s your opinion on fan art and fan fiction?",
      "réponse": "I appreciate the creativity and passion of fans."
    },
    "47": {
      "date": "2021.02.01",
      "question": "Have you ever included yourself as a character or cameo in your works?",
      "réponse": "Occasionally, in minor or humorous ways."
    },
    "48": {
      "date": "2021.02.01",
      "question": "What do you do when you experience writer’s block?",
      "réponse": "I take a break and try to find inspiration elsewhere."
    },
    "49": {
      "date": "2021.02.01",
      "question": "Are there any behind-the-scenes stories about the creation of BLEACH you can share?",
      "réponse": "There are many stories but one is about how I almost gave up early on."
    },
    "50": {
      "date": "2021.02.01",
      "question": "Do you have plans for a sequel or spin-off to BURN THE WITCH?",
      "réponse": "I’m open to it depending on reader interest."
    },
    "51": {
      "date": "2021.02.01",
      "question": "What’s the significance of the hollow masks in BLEACH?",
      "réponse": "They represent a connection to one’s inner power and struggle."
    },
    "52": {
      "date": "2021.02.01",
      "question": "Could you talk about the importance of friendship in your stories?",
      "réponse": "Friendship is a key theme and motivator for many characters."
    },
    "53": {
      "date": "2021.02.01",
      "question": "What do you hope readers take away from your manga?",
      "réponse": "I hope they find inspiration and enjoyment."
    },
    "54": {
      "date": "2021.02.01",
      "question": "Are there any upcoming events or signings planned?",
      "réponse": "Currently, there are no scheduled events."
    },
    "55": {
      "date": "2021.02.01",
      "question": "How do you balance action scenes and story development?",
      "réponse": "I try to integrate both smoothly to keep the pace dynamic."
    },
    "56": {
      "date": "2021.02.01",
      "question": "What’s your favorite genre outside of manga?",
      "réponse": "I enjoy mystery and thriller genres."
    },
    "57": {
      "date": "2021.02.01",
      "question": "Do you have any rituals or habits while working?",
      "réponse": "I like to listen to music and have coffee."
    },
    "58": {
      "date": "2021.02.01",
      "question": "How do you handle character popularity polls?",
      "réponse": "I use them as feedback but stay true to my vision."
    },
    "59": {
      "date": "2021.02.01",
      "question": "What do you think makes a great manga story?",
      "réponse": "Strong characters and engaging plot."
    },
    "60": {
      "date": "2021.02.01",
      "question": "Finally, could you share a message to your fans worldwide?",
      "réponse": "Thank you for your continuous support and love."
    }








	  
  }
}
