{
  "Questions": {
    "1": {
      "date": "2021.01.18",
      "question": "Could you tell us if there was any music, for instance, which became the basis for the image of each character in BTW?",
      "réponse": "I’ll write about it in the set list section at some point."
    },
    "2": {
      "date": "2021.01.18",
      "question": "How can I be a mangaka for Shueisha?",
      "réponse": "You can make a submission to Jump-mangasho. All Jump editors can speak English."
    },
    "3": {
      "date": "2021.01.18",
      "question": "Could you give us the details around how you came up with the word “Bankai”?",
      "réponse": "Before the serialization of BLEACH, I tried to use the word “卍殺伏龍砲” (Bansatsu-Fukuryuhō) in another manga, I repurposed it from there."
    },
    "4": {
      "date": "2021.01.18",
      "question": "Right now, what game are you absolutely hooked on?",
      "réponse": "Towards the end of this year, I was playing an absurd amount of Zelda Musou (Hyrule Warriors)."
    },
    "5": {
      "date": "2021.01.18",
      "question": "Is there any possibility that unrevealed Zanpakutō or Bankai will be introduced in some form in the future?",
      "réponse": "If there is a place where I feel it would be acknowledged by a good deal of readers with a suitable number of pages then I would like to draw them someday."
    },
    "6": {
      "date": "2021.01.18",
      "question": "Are there any comedians that you have been enjoying lately, sensei?",
      "réponse": "Tokyo Hoteison and Tontsukatan."
    },
    "7": {
      "date": "2021.01.18",
      "question": "Did Sensei come up with the idea for a fan club himself, or was it proposed by the editorial department?",
      "réponse": "This was originally a project that a former editor, who is currently working in the web department, brought forward because he wanted to work with me."
    },
    "8": {
      "date": "2021.01.18",
      "question": "Please tell us your dog’s name!",
      "réponse": "It’s “Uni”."
    },
    "9": {
      "date": "2021.01.18",
      "question": "In the anime version of BLEACH, the costume designs of some characters such as Soi Fon, Yoruichi-san and Harribel-sama were different from the original work, what did you think about that?",
      "réponse": "Back in those days, there was a rule within Jump that “only works which have finished serialization will be made into late night anime.” However, nowadays you can ask them to broadcast it late at night and stay true to the original work. By the way, ALPHAxOMEGA’s Harribel figurine is based on the original work."
    },
    "10": {
      "date": "2021.01.18",
      "question": "Regarding Gin, rather than a Kyoto dialect, is that an Osaka dialect with a touch of Kyoto?",
      "réponse": "That’s correct."
    },
    "11": {
      "date": "2021.01.25",
      "question": "I would like to know what it was that Renji wanted to hear from Urahara-san after turning up in the Human World during the Arrancar Arrival arc, even going so far as to do chores for him!",
      "réponse": "“Why did you choose Rukia as the hiding place for the Hōgyoku?” Kisuke told him half truth and half lie, but Renji was satisfied with it."
    },
    "12": {
      "date": "2021.01.25",
      "question": "By some chance, I wonder if Kubo-sensei was actually the originator of Whiskrs STORE?",
      "réponse": "I am the originator. This is a brand that aims to put out merchandise in which I am involved in everything from conception to completion."
    },
    "13": {
      "date": "2021.01.25",
      "question": "Tite Kubo-sensei, when you think about a character, do you also think about colors at the same time? Or, how do you decide the colors?",
      "réponse": "It’s pretty much done at the same time. In such cases, the color scheme is determined at the line drawing stage so there is no need to deliberate over how it should look."
    },
    "14": {
      "date": "2021.01.25",
      "question": "What are your favorite sweets?",
      "réponse": "Inamura Shozo and Toshi Yoroizuka. I loved their Mont Blanc and mille-feuille but I can no longer find either of those anymore."
    },
    "15": {
      "date": "2021.01.25",
      "question": "Kubo-sensei, could you tell us from your own perspective how to go about creating characters so that readers can empathize with them and find them compelling?",
      "réponse": "What’s important is whether or not that character has a unique mindset which sets them apart from other characters, so it’s not that I think it’s necessary to empathize with a character."
    },
    "16": {
      "date": "2021.01.25",
      "question": "Why is the phrase “nandato” (*“what did you say?”) used so frequently in BLEACH?",
      "réponse": "At the time, there were many works with distinctive catchphrases for characters, so this was an experiment to create a catchphrase for the work rather than the characters, thereby giving the work itself its very own personality. I then put it to work as dialogue that does not compromise the individuality of each character, even when multiple characters are using it."
    },
    "17": {
      "date": "2021.01.25",
      "question": "In BLEACH, “BAD SHIELD UNITED” is brought up as a Human World ‘movie’ but does Mille really end up dying? Since the speaker is Mizuiro, it’s hard to tell whether it’s his usual dark humor towards Keigo or if he’s serious, I’ve been curious about that for quite some time.",
      "réponse": "She dies. My first editor from back then (who was also my editor at the time of BSU) also said to me “I’m shocked though….”"
    },
    "18": {
      "date": "2021.01.25",
      "question": "In BURN THE WITCH, there were often color illustrations which were colored digitally, but around what time did you start trying digital coloring?",
      "réponse": "I started from BTW. As far as the order of things go, the Jump cover for chapter 1 is probably the first one that was done digitally. I was nervous until that issue of Jump came out."
    },
    "19": {
      "date": "2021.02.01",
      "question": "Are there any parts of your characters which make you think \"this is hard to draw.”",
      "réponse": "When it comes to parts, large breasts are all difficult. Also, during the week where Szayelaporro’s release state came up I complained the whole time whilst drawing it."
    },
    "20": {
      "date": "2021.02.01",
      "question": "When I was reading “BURN THE WITCH”, I very often got the impression that Noel was always positioned on the left and Ninny on the right, but I wonder if there’s any significance behind this positional relationship…!?",
      "réponse": "In order to generate an impression of the characters with a limited number of pages, I did this as a sort of staging effect in the sense that ‘a character’s traits are incorporated in their stance.’ You have a good eye…."
    },

		"21": {
			"date": "2021.02.01",
			"question": "I believe each squad was assigned a color, I once tried to identify the location of squad barracks based on those colors. Since there are 4 gates associated with a particular color, I thought of Shōryūmon as Seiryū (east - blue), Shuwaimon as Suzaku (south - red), Hakutōmon as Byakko (west - white), Kokuryōmon as Genbu (north - black). As I recall, the townscape was circular so I tried to arrange the colors of each squad with the ‘Yellow Emperor’ as the centre and it turned out as follows. I suspect it might be in this circular arrangement: starting from Shōryūmon with 6, 1, 11, 8, then from Shuwaimon with 13, 4, 2, from Hakutōmon with 3, 5, 9, and finally from Kokuryōmon with 7, 10, 12. Moreover, I’m awfully curious about the actual line up because it is Ichimaru-san from Squad 3 who interrupted the gatekeeper of Hakutōmon, and the three individuals who turned traitor are situated close together. Is there any established blueprint for the placement of squad barracks within Sensei’s mind?",
			"réponse": "I can’t say for sure without seeing an illustration but judging by what I just read, I think this is very insightful."
		},
		"22": {
			"date": "2021.02.01",
			"question": "Are there any manga, anime, dramas, movies, etc. (other than Kubo-sensei’s own works) that as a reader or viewer make you think “this work is amazing!” or “I want you to read/watch that!”?",
			"réponse": "My favourite program of the past few years has been Netflix’s “The Final Table.” It’s a cooking competition show, but I think it’s the pinnacle of Shōnen manga style cooking battles."
		},
		"23": {
			"date": "2021.02.01",
			"question": "What is your favorite Hiroshima specialty?",
			"réponse": "Cream cheese momiji* and plain momiji with chunky sweet red bean paste. (*Momiji manjū are maple leaf shaped sweets.)"
		},
		"24": {
			"date": "2021.02.01",
			"question": "I would like to know what kind of work tools you use!",
			"réponse": "I don’t really have many special tools because I’m not that particular about them … if it’s okay, I’ll post a photo soon."
		},
		"25": {
			"date": "2021.02.01",
			"question": "I’ve read in some articles before that the series consists of arcs mainly focused on members of Ichigo’s entourage like with Rukia’s rescue arc, the Arrancar arc, the Fullbring arc and the Quincy arc. Was this structure something decided upon by Kubo-sensei from the very beginning of the series?",
			"réponse": "That’s right. I was drawing while wondering if I could continue the series until I reached Uryū."
		},
		"26": {
			"date": "2021.02.01",
			"question": "Izuru-kun’s Zanpakutō is Wabisuke and Wabisuke is the name of a type of camellia. Does the theory that the reason why there are multiple scenes within the story where he decapitates his opponent, have its origins in the fact that the camellia is likened to a head and is described as falling?",
			"réponse": "That’s correct. I thought everyone would take notice about the Wabisuke camellia but at the time it wasn’t really picked up on that much."
		},
		"27": {
			"date": "2021.02.01",
			"question": "What is your favourite Pokémon?",
			"réponse": "I’ve never played Pokémon so I haven’t the slightest clue."
		},
		"28": {
			"date": "2021.02.08",
			"question": "Does sensei decide the contents, continuity elements and general flow of novelized works like “BLEACH WE DO knot ALWAYS LOVE YOU” and “BLEACH Can’t Fear Your Own World”?",
			"réponse": "I was the one who passed on the contents and details affecting continuity, I left its portrayal up to the two authors. Whenever they happened upon a part they didn’t quite understand along the way, they would also come to consult with me."
		},
		"29": {
			"date": "2021.02.08",
			"question": "When is the collaboration between sensei and THE BACK HORN?!",
			"réponse": "I’d like to do that with the Thousand-Year Blood War arc."
		},
		"30": {
			"date": "2021.02.08",
			"question": "Please give us details about the iPad you use at work!",
			"réponse": "It’s a regular iPad with a larger screen."
		},
		"31": {
			"date": "2021.02.08",
			"question": "Is Kubo-sensei continuing to play “Animal Crossing: New Horizons” without getting bored of it?",
			"réponse": "I stopped playing because the UI is too complicated. I’ll pick it up again when the UI has improved."
		},
		"32": {
			"date": "2021.02.08",
			"question": "I heard that Kubo-sensei was in charge of the design aspect for the anime original characters Amagai Shūsuke and Kanō Ashido, but was sensei the one who actually designed the anime original characters themselves?",
			"réponse": "All characters in the anime originals that are not expressly stated as being designed by me are the product of Kudō-san’s taste. I may have done a final design check on the Amagai arc at least, but I didn’t touch anything surrounding the Bount arc."
		},
		"33": {
			"date": "2021.02.15",
			"question": "Sensei, do you prefer a girl who shows emotions clearly sort of like Ninny-chan or a girl who is cool-headed and doesn’t show much emotion on the surface like Noel-chan?",
			"réponse": "I choose my favorite female characters based solely on whether they have big breasts or not, so if it’s between these two, it’s Noel."
		},
		"34": {
			"date": "2021.02.15",
			"question": "Are there any plans to re-release the color illustration collection “JET”?",
			"réponse": "Re-release the art book, I wonder about that… I will try to ask my editor."
		},
		"35": {
			"date": "2021.02.15",
			"question": "Do you play “Dragon Quest Builders”?",
			"réponse": "I played a lot of both 1 and 2. I’d like to see a remake of 1 with the technology of 2."
		},
		"36": {
			"date": "2021.02.15",
			"question": "Have you ever felt that the sense of distance and relationships between the characters are different between the anime and the original work?",
			"réponse": "Up to around the Soul Society arc of the BLEACH anime, the whole time whilst watching it I kept thinking to myself “if they change things so much, it won’t match up with the endgame of the story, but it’s out of my hands.” I couldn’t really understand the characters so I started checking the script around the Arrancar arc."
		},
		"37": {
			"date": "2021.02.15",
			"question": "Does sensei have a favorite designer chair?",
			"réponse": "There are many that I like. As for the ones I actually use and like, that includes the Jacobsen Series 7 chair, Eames Sofa by Eames, Magistretti’s Maralunga and Maxalto by Citterio."
		},
		"38": {
			"date": "2021.02.22",
			"question": "Chapter 162 of BLEACH (Ichigo’s first demonstration of Bankai) is drawn in full color, please give us the inside story around its production during that time (such as how you managed to draw with full color for a weekly series.)",
			"réponse": "I finished the draft in 6 days and I set aside approximately 2 consecutive weeks worth of time before drawing it."
		},
		"39": {
			"date": "2021.02.22",
			"question": "Sensei, who did you choose as your favorite character on KlubOutside??",
			"réponse": "I haven’t made a choice yet. When I think about it seriously, I’m honestly having a tough time choosing."
		},
		"40": {
			"date": "2021.02.22",
			"question": "Which dialect exactly is Shinji’s Kansai-ben supposed to be?",
			"réponse": "Hirako and Hiyori are both written with a rough sounding Kansai dialect, but I have been told by someone from Kawachi that “Hiyori speaks with an authentic Kawachi dialect.”"
    }


    
  }
}

