[
  "Le nom « Bleach » vient du fait que Kubo voulait un titre court, percutant, et en lien indirect avec le blanc (couleur des shinigamis).",
  "Initialement, Ichigo devait porter des lunettes et avoir une apparence plus studieuse.",
  "Le design du premier zanpakutō de Rukia a été inspiré par un sabre japonais traditionnel, mais simplifié pour l'anime.",
  "Kubo avait prévu de tuer Ichigo très tôt dans le manga, mais l’éditeur l’en a dissuadé.",
  "Le bankai de Kenpachi a été gardé secret pendant plus de 600 chapitres.",
  "Le nom de Zangetsu signifie « Lune Tranchante ».",
  "La chanson préférée de Kubo Tite pour dessiner Ichigo est « News From the Front » de Bad Religion.",
  "Yamamoto est inspiré d’un célèbre général japonais historique, Yamamoto Isoroku.",
  "Le hollow intérieur d’Ichigo s'appelle officieusement Ogichi, contraction de ‘Opposite Ichigo’.",
  "Mayuri est l’un des personnages les plus modifiés visuellement au fil des arcs.",
  "Le premier databook de Bleach révèle que Renji adore les pommes et les animaux mignons.",
  "Le nom complet d’Ulquiorra (Ulquiorra Cifer) est une référence au mot espagnol « El que llora » (celui qui pleure).",
  "La cicatrice de Grimmjow a été ajoutée tardivement pour symboliser sa blessure après son premier combat contre Ichigo.",
  "La voix japonaise de Byakuya (Ryotaro Okiayu) est aussi celle de Scar dans Fullmetal Alchemist Brotherhood.",
  "Le Hueco Mundo a été inspiré par des paysages mexicains désertiques.",
  "Aizen est le personnage avec le plus de plans dramatiques en contre-plongée dans l’anime.",
  "Yoruichi devait initialement être un homme.",
  "Soifon est le seul capitaine dont l’arme peut tuer en deux frappes exactement au même endroit.",
  "Le seiyuu de Kisuke Urahara (Shinichiro Miki) joue aussi dans Pokémon (James).",
  "Le nom du capitaine Hitsugaya vient de ‘tsubame gaeshi’, un mouvement d'escrime japonais.",
  "Kubo a déclaré qu’il aurait voulu explorer plus en détail l’histoire de Shinji Hirako.",
  "Le design du masque de hollow d’Ichigo change subtilement selon son état mental.",
  "Le nom de la division 0 (Zero Division) vient de leur rôle de protecteurs du roi, un concept inspiré des samouraïs d’élite.",
  "Le Bankai de Retsu Unohana est l’un des plus mystérieux car il n’est jamais pleinement expliqué.",
  "Le chiffre romain sur le visage de Nnoitra (5) est tatoué sur lui de manière définitive selon Kubo.",
  "Tous les Espadas ont un thème symbolique : mort, désespoir, néant, etc.",
  "Aaroniero est le seul Espada à posséder deux têtes.",
  "Le pouvoir de Barragan représente l’entropie et la vieillesse.",
  "Tōsen est le seul capitaine aveugle de tout le Gotei 13.",
  "Zaraki Kenpachi est inspiré de Musashi Miyamoto, célèbre bretteur japonais.",
  "Unohana fut la première Kenpachi, révélée très tard dans le manga.",
  "La voix française d’Ichigo est celle de Donald Reignoux, aussi connue pour Titeuf.",
  "Kubo a dessiné tous les symboles des divisions à la main.",
  "Le mot 'zanpakutō' signifie littéralement 'sabre coupe-âme'.",
  "L’uniforme des shinigamis est basé sur les tenues traditionnelles japonaises : les shihakushō.",
  "Kubo est un grand amateur de mode, d'où les nombreux vêtements modernes dans les scènes hors combat.",
  "Il existe une version alternative de Bleach en comédie musicale appelée ‘Rock Musical Bleach’.",
  "Bleach a été l’un des trois ‘Big Three’ du shonen avec Naruto et One Piece.",
  "Kubo voulait à l’origine faire un manga sur les mechas.",
  "Tite Kubo est aussi fan de Tim Burton, ce qui influence son esthétique gothique.",
  "Le masque d’Ichigo a un design évoquant les démons japonais (oni).",
  "Gin Ichimaru a été conçu comme un personnage imprévisible, à l'image d'un serpent.",
  "Hiyori Sarugaki est inspirée d’une camarade de classe de Kubo très colérique.",
  "La scène où Ichigo sauve Rukia en pleine exécution est inspirée des westerns.",
  "Komamura est l’un des rares personnages à ne pas être humain.",
  "La division 12 est responsable de toutes les avancées technologiques du monde spirituel.",
  "Le Gotei 13 est inspiré des organisations militaires féodales japonaises.",
  "Le combat Ichigo vs Ulquiorra est le plus populaire dans les sondages de fans.",
  "Le nom d’Urahara signifie « côté opposé de la plaine », renforçant son côté mystérieux.",
  "Chad est le seul humain à développer des pouvoirs inspirés de la culture mexicaine.",
  "Orihime est inspirée de la princesse du conte ‘Orihime et Hikoboshi’.",
  "Zommari est l’Espada le plus rapide selon les databooks.",
  "Le Zanpakutō de Yamamoto est le plus puissant en termes de température : Ryujin Jakka peut tout réduire en cendres.",
  "Wonderweiss est l’un des seuls arrancars avec une déficience mentale volontaire.",
  "Le nom ‘Espada’ vient de l’espagnol pour ‘épée’, tous leurs noms et pouvoirs ont une origine espagnole.",
  "Il existe un one-shot alternatif de Bleach appelé ‘Bad Shield United’.",
  "Rukia adore les lapins, ce qui est montré dans plusieurs petits bonus du manga.",
  "Shunsui et Ukitake sont inspirés de l’amitié de deux célèbres poètes japonais.",
  "Isshin Kurosaki a été caché pendant plus de 200 chapitres avant sa vraie révélation.",
  "Yammy Llargo est l’Espada numéro 0, et non 10 comme son tatouage.",
  "Nel est l’un des rares arrancars à redevenir shinigami-like après sa libération.",
  "Kubo a révélé que si Ichigo était une femme, elle ressemblerait à Rangiku.",
  "Le bankai de Rukia modifie littéralement les lois de la thermodynamique.",
  "La zone du Rukongai est inspirée des bidonvilles de l’après-guerre au Japon.",
  "Soi Fon est une adepte du Shunpo, l’art de déplacement rapide le plus pur.",
  "Le seiyuu de Zaraki Kenpachi (Fumihiko Tachiki) double aussi Gendo dans Evangelion.",
  "Kubo a eu plusieurs conflits éditoriaux sur la fin de l’arc TYBW.",
  "Le nom « Karakura » vient de « karakuri » (mécanisme complexe).",
  "Ginjo est le premier substitut shinigami devenu ennemi.",
  "Kubo a dessiné lui-même les covers de chaque volume manga.",
  "Ichigo a porté jusqu’à 6 formes de transformation dans le manga.",
  "La division 4, souvent moquée pour sa faiblesse, possède certains des membres les plus dangereux du Gotei.",
  "Kira Izuru est le seul shinigami dont la lame rend les ennemis plus lourds à chaque coup.",
  "L’anime a censuré plusieurs scènes, notamment avec Yammy ou Mayuri.",
  "Le Zanpakutō de Unohana est aussi une créature vivante (Minazuki).",
  "Hinamori Momo est inspirée d’un archétype de personnage tragique classique.",
  "Szayelaporro Granz est basé sur le stéréotype du scientifique fou.",
  "Barragan était le roi du Hueco Mundo avant l’arrivée d’Aizen.",
  "Starrk et Lilynette sont deux parties d’un seul être.",
  "Le Quincy Letzt Stil est basé sur les symboles de la Kabbale.",
  "La guerre entre Quincy et shinigamis vient d’un déséquilibre cosmique sur l’âme humaine.",
  "Shunsui est le premier capitaine-commandant à porter un kimono fleuri.",
  "Kubo a reçu des lettres de fans demandant la mort d’Aizen après la trahison.",
  "Bleach a failli être annulé plusieurs fois à cause de conflits éditoriaux.",
  "L’arc final a été partiellement réécrit pour coïncider avec l’annonce de l’anime ‘Thousand-Year Blood War’.",
  "L’arme de Rangiku a été inspirée par un fouet de flammes.",
  "L’un des plus grands mystères non résolus est l’identité exacte du Roi des Âmes.",
  "Kubo a conçu le monde des Quincy en opposition totale au design du Seireitei.",
  "Ichigo est le seul personnage à avoir eu un hollow, des pouvoirs shinigami et Quincy.",
  "Bleach a inspiré plusieurs créateurs d’animes modernes, dont ceux de Jujutsu Kaisen.",
  "La version live-action de Bleach a été supervisée par Kubo lui-même.",
  "Yhwach est basé sur une figure mythologique de fin du monde dans la mythologie nordique.",
  "Kubo a admis avoir rushé la fin du manga à cause de problèmes de santé.",
  "Tite Kubo fait une apparition caméo dans un épisode spécial de l’anime."
]
